[
    {
        "path": "/",
        "title": "Home - Be The Smart One (BTS1)",
        "page": "index.html",
        "description": "BTS1 (Be The Smart One) adalah tempat les calistung terpercaya untuk anak usia 3–7 tahun. Dengan metode menyenangkan dan guru berpengalaman, kami bantu anak belajar membaca, menulis, dan berhitung sejak dini.",
        "data_wf_page": "67937e3f04e46a3162e0f197",
        "og_image": "https://cdn.prod.website-files.com/67924c6f84a3338774896ca8/67a6aeee6a8eb6c185e817d9_open-graph-image.jpg",
        "testimonials": [
            {
                "name": "Jeny",
                "quote": "My child, Athan, really enjoys the Calistung lessons at BTS. He gets to learn while playing with his friends, and the teachers are very patient in guiding the children.",
                "role": "Full Time Mom",
                "image": "/images/04/m_athan_hkxkvx.webp"
            },
            {
                "name": "Racha",
                "quote": "My daughter has shown a bit of confidence and ability while studying at BTS One. The teachers at BTS One are very patient in teaching overactive children 😀😀",
                "role": "Notary public",
                "image": "/images/04/m_sanum_hc8a4s.webp"
            },
            {
                "name": "Indah",
                "quote": "I was initially hesitant to enroll Arjuna at such a young age, but the teachers at BTS One have been incredibly patient. Now he’s able to follow lessons well and has shown great improvement.",
                "role": "Full Time Mom",
                "image": "/images/04/m_juna_ezvhcj.webp"
            }
        ],
        "courses": [
            {
                "title": "Calistung for Toddlers (Ages 3–4)",
                "image": "/cdn.prod.website-files.com/67924c6f84a3338774896ca8/67a560d7df1a27d6e6a476aa_Frame%209.png",
                "subtitle": "Early Introduction to Letters and Numbers Through Play",
                "description": "Designed for younger learners, this program gently introduces the basics of reading and math through interactive storytelling, phonics songs, tracing lines and shapes, and sensory-based games. It helps toddlers become familiar with letters and numbers while developing fine motor skills and a love for learning."
            },
            {
                "title": "English for Kids (Soon)",
                "image": "/cdn.prod.website-files.com/67924c6f84a3338774896ca8/67a560d7d63db4d1bf257a5c_Frame%2010.png",
                "subtitle": "Build Confidence in Speaking, Listening, Reading & Writing",
                "description": "Our English program focuses on practical communication skills through fun and immersive activities. Children learn through songs, storytelling, interactive games, and simple conversations to build their vocabulary and confidence. Each lesson is crafted to make learning English joyful and effective."
            },
            {
                "title": "Holiday Camp Robotics (Soon)",
                "image": "/cdn.prod.website-files.com/67924c6f84a3338774896ca8/67959d6aadf7657178aebcd5_Frame%205.png",
                "subtitle": "Discovering Technology Through Hands-On Play",
                "description": "Children explore the exciting world of robotics by building and controlling simple robots using age-appropriate tools and materials. Our STEAM-based approach (Science, Technology, Engineering, Arts, and Math) helps kids develop problem-solving, logical thinking, and creativity in a fun, safe environment."
            },
            {
                "title": "Holiday Camp Coding (Soon)",
                "image": "/cdn.prod.website-files.com/67924c6f84a3338774896ca8/67959d6f79f5325b87ef1789_Frame%206.png",
                "subtitle": "Learn Coding the Fun and Visual Way",
                "description": "In this class, children are introduced to the basics of programming using block-based coding platforms. They’ll create their own animations, games, or interactive stories while learning logic, sequencing, and creative thinking. This course empowers young learners to become confident digital creators."
            }
        ]
    },
    {
        "path": "/about",
        "title": "About Us - Be The Smart One (BTS1)",
        "page": "about.html",
        "description": "Learn more about our mission and values at BTS1. We provide quality early childhood education with experienced teachers and engaging learning methods.",
        "data_wf_page": "67924c6f84a3338774896cb6",
        "og_image": "https://cdn.prod.website-files.com/67924c6f84a3338774896ca8/67a6aeee6a8eb6c185e817d9_open-graph-image.jpg"
    },
    {
        "path": "/contact",
        "title": "Contact - Be The Smart One (BTS1)",
        "page": "contact.html",
        "description": "Reach out to us using the info below.",
        "data_wf_page": "67924c6f84a3338774896cb7",
        "og_image": "https://cdn.prod.website-files.com/67924c6f84a3338774896ca8/67a6aeee6a8eb6c185e817d9_open-graph-image.jpg"
    },
    {
        "path": "/blog",
        "title": "Blog - Be The Smart One (BTS1)",
        "page": "blog.html",
        "description": "Read our latest blog posts about early childhood education and parenting tips.",
        "data_wf_page": "67924c6f84a3338774896cc4",
        "og_image": "https://cdn.prod.website-files.com/67924c6f84a3338774896ca8/67a6aeee6a8eb6c185e817d9_open-graph-image.jpg"
    }
]